{
    "auth.password": "auth.password",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est un section sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Password": "Mot de passe",
    "Confirm": "Confirmer",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de pass oublié? Pas de problème. Seulement nous laisser votre adresse courriel et nous vous enverrons le lien de modification de mot de passe pas courriel où vous pourrez en choisir un nouveau.",
    "Email": "Courriel",
    "Email Password Reset Link": "Lien de Modification de Mot de Passe.",
    "Remember me": "Se souvenir de moi.",
    "Forgot your password?": "Mot de passe oublié?",
    "Log in": "Se connecter",
    "Name": "Nom",
    "Role(s)": "Rôle(s)",
    "Confirm Password": "Confirmer le mot de passe",
    "Already registered?": "Déjà inscrit(e)?",
    "Register": "S'inscrire",
    "Reset Password": "Modifier le mot de passe",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit(e)! Avant de commencer, pourriez-vous vérifier votre adresse courriel en cliquant le lien que nous venons de vous envoyer par courriel? Si vous n'avez pas reçu de message, nous vous en enverrons un autre avec plaisir.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse courriel que vous avez entré à l'inscription.",
    "Resend Verification Email": "Renvoyer le courriel de vérification",
    "Log Out": "Se déconnecter",
    "Liste des catégories": "Liste des catégories",
    "Confirmation": "Confirmation",
    "Question ou commentaire": "Question ou commentaire",
    "Merci pour votre": "Merci pour votre",
    "Dashboard": "Tableau de bord",
    "You're logged in!": "Vous êtes connecté(e)!",
    "Les produits": "Les produits",
    "Les catégories": "Les catégories",
    "En savoir plus": "En savoir plus",
    "Question\/Commentaire": "Question\/Commentaire",
    "Profile": "Profile",
    "Modification d'un produit": "Modification d'un produit",
    "Détail d'un produit": "Détail d'un produit",
    "Liste des produits": "Liste des produits",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Lorsque votre compte sera supprimé, toutes ses ressources et données seront permanemment supprimées. Avant de supprimer votre compte, veuillez télécharger toute donnée ou information que vous voulez garder.",
    "Are you sure you want to delete your account?": "Êtes-vous certain(e) de vouloir supprimer votre compte?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Lorsque votre compte sera supprimé, toutes ses ressources et données seront permanemment supprimées. Veuillez entrer votre mot de passe pour confirmer que vous voulez permanemment supprimer votre compte.",
    "Cancel": "Annuler",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que le mot de passe du compte soit long et aléatoire afin d'être sécure.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Save": "Sauvegarder",
    "Saved.": "Sauvegardé.",
    "Profile Information": "Informations de Profile",
    "Update your account's profile information and email address.": "Veuillez mettre à jour les informations de profile du compte, ainsi que l'adresse courriel.",
    "Your email address is unverified.": "Votre adresse courriel n'a pas été vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour envoyer le courriel de vérification à nouveau.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse courriel."
}
